[APPLICATION]
name=视频剪切合并器
version=V2021.6
url=http://www.yyzsoft.com/how-to-cut-video.html
[TIMES]
time=45
[SHOW]
bshow=0
[JIEMIAN]
yy=语言
spjq=视频剪切
sphb=视频合并
ksjq=开始剪切:
ksjq1=开始剪切
jsjq=结束剪切:
jqsj=剪切时间:
ywj=源文件
spge=视频格式
spcd=视频长度
spdx=视频大小
zt=状态
zb=准备
symtwj=所有媒体文件
sywj=所有文件
zysybrj=怎样使用本软件

yzfa=预置方案
zjjq=1.流复制剪切(不需要重新编解码,剪切速度快,但不支持RMVB格式)
jjjq=2.转码剪切(需要重新编解码,速度慢,但支持任意视频格式(RMVB)
spgs=视频格式
spzl=视频质量
spdx=视频大小
zl=视频帧率
ypzl=音频质量
ypcyl=采样率
zyzjjq=提示: 如果选择第一种流复制剪切后视频文件播放有问题, 请用第二种转码剪切就可以了
scml=输出目录
ll=浏览
wjm=文件名
ksjq=开始剪切
ywjyy=和源文件一样

zjhb=1.流复制合并(不需要重新编解码,速度快,但仅适用于相同视频格式和相同视频参数的文件)
jjhb=2.转码合并(需要重新编解码,速度慢,但适用于任意视频格式,任意视频参数的文件)
zyzjhb=提示: 如果选择流复制合并后视频文件播放有问题, 请用第二种转码合并就可以了
kshb=开始合并
hbhwj=合并后文件

dqwj=当前文件:
tz=停止
zgwj=总共文件:

wxsm=微信扫码赞助3元钱
zzly=亲爱的用户：
zzly1=您好！视频剪切合并器这款软件已经免费了十年，在用户中有很好的口碑。这款软件没有任何广告和捆绑插件，我们没有一点收入。而软件的升级维护，网站服务器都需要花钱，作为个人软件开发者实在维持不下去。如果您觉得本软件好用，希望您赞助5元钱，这5元钱对您来说不算什么，对我们却意义重大。您只需赞助5元钱就能让本软件存活下去并且越做越好。请用微信或支付宝扫描以下二维码赞助我们，赞助后将不再出现本窗口，可以提供技术支持。谢谢！(亲：对软件不满意可以联系微信: yyzsoftcom退款,千万不要投诉，谢谢您的宽容)

[TISHI]
wj=文件:
wj1=文件
wx=无效!
sb=失败
wc=完成
qxtjsp=请先添加视频文件!
mlbcz=指定的目录不存在!请点击浏览按钮选择其他目录!
zslgwj=至少2个视频文件才能合并!
wjwczg=文件完成 / 总共
wjwc=文件完成
jqcg=剪切成功! 如果您觉得本软件好用,请向您的朋友推荐一下,谢谢您的支持!
jqsb=剪切失败! 请使用第二种转码剪切或联系技术支持微信: yyzsoftcom，谢谢!
hbcg=合并成功! 如果您觉得本软件好用,请向您的朋友推荐一下,谢谢您的支持!
hbsb=合并失败! 请使用第二种转码合并或联系技术支持微信: yyzsoftcom，谢谢!
bnzjhb=视频格式或视频参数不相同,不能用流复制合并,请使用转码合并!
xsrwjm=请先输入文件名!
[HINT]
hbcygwj=合并成一个文件
djsbzj=单击鼠标左键拖动进度条快速定位
sc=删除
tjspwj=添加视频文件
ksjq=开始剪切
bf=播放
szksjqd=设置开始剪切点
szjsjqd=设置结束剪切点
zjsrsjd=可以直接输入时间段,格式为00:00:00.000(时,分,秒,毫秒)
